{"Compare our <a href=\"https:\/\/heatclix.net\/lp-preise\/\">competitive rates<\/a> or check out our <a href=\"https:\/\/heatclix.net\/lp-funktionen\/\">product features<\/a> to learn more.":[],"You can purchase an account for a fee at <a href=\"https:\/\/heatclix.net\">https:\/\/heatclix.net<\/a> or register for a free account with minimized functionality at <a href=\"https:\/\/app.heatclix.net\/?register-free\">Register a free account<\/a>.":[],"Splittest and Shortener can be completely integrated into Funnel":[],"New Funnel Tracking without Click Events":[],"Tracking across domains thanks to new engine":[],"Complete tracking of your website":[],"Site stats and analytics":[],"Task Management System":[],"Premium Shortener with numerous functions":[],"Countdown tool with email countdown":[],"Splittest system for URL and elements":[],"New funnel logic for perfect funnel analysis":[],"Comprehensive form analysis of 90% of all forms":[],"Recording recording of visitors":[],"Professional analysis with heatmap, clickmap and scrollmap":[],"Paid services":[],"Marketing Services":[],"Features of Heatclix":[],"Shortener: Shortener with password protection and QR Code":[],"Countdown: Countdown with many designs including email countdown":[],"Splittest: Splittest Analysis with Element Preview and Budget Calculator":[],"Funnel: Funnel Analysis with Splittest and Shortener System":[],"Formular: Form Analysis with Field Selection":[],"Recording: Recording analysis with click events and mouse movement":[],"Heatmap: Heatmap analysis on three levels":[],"This plugin adds the Heatclix tracking code to your WordPress blog to analyze the visitors to your website. In order to use this plugin, you need acce &hellip;":[],"New design\nSmaller BugFix":[],"Heatclix plugin created":[],"Install Heatclix on a simple WordPress blog\n1. upload the complete <code>heatclix<\/code> directory to your <code>wp-content\/plugins<\/code> directory.\n2. activate the plugin from the \"Plugins\" menu in WordPress.\n3. open the new 'Heatclix Plugin' and follow the instructions to configure your Heatclix tracking.\n4. save settings.":[],"This plugin adds the Heatclix tracking code to your WordPress blog to analyze the visitors to your website. In order to use this plugin, you need access to our offer. Only with an active account will data be sent from the plugin to Heatclix. Our system complies with the European data protection regulation DSGVO.":[],"Heatclix Analytics":[]}